Repository: nytafar/woocommerce-review-images
Catalog: languages/*.po
Languages: no

source: Choose Photo
no: Velg bilde

source: Choose Image
no: Velg bilde

source: Upload your profile picture
no: Last opp profilbildet ditt

source: Share a photo of the product
no: Del et bilde av produktet

source: Avatar preview
no: Forhåndsvisning av avatar

source: Review image preview
no: Forhåndsvisning av anmeldelsesbilde

source: Remove
no: Fjern

source: Change Photo
no: Endre bilde

source: Change Image
no: Endre bilde

source: WooCommerce Review Images plugin requires WooCommerce to be installed and active.
no: WooCommerce Review Images plugin krever at WooCommerce er installert og aktivt.

source: Upload your profile photo (optional, max 1MB, JPG, PNG, GIF)
no: Last opp profilbildet ditt (valgfritt, maks 1MB, JPG, PNG, GIF)

source: No avatar uploaded
no: Ingen avatar lastet opp

source: View Avatar
no: Se avatar

source: Remove Avatar
no: Fjern avatar

source: Avatar removed successfully
no: Avatar fjernet

source: Could not remove avatar
no: Kunne ikke fjerne avatar
